Repository: WallpaperMachine/WallpaperMachine
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Choose videos, images, HTML files, project folders or a Steam library. Your original files are kept.
ja: ビデオ、画像、HTMLファイル、プロジェクトフォルダ、またはSteamライブラリを選択してください。元のファイルは保持されます。
zh_hans: 选择视频、图片、HTML 文件、项目文件夹或 Steam 库。原始文件会被保留。
zh_hant: 選擇影片、圖片、HTML 檔案、專案資料夾或 Steam 收藏庫。原始檔案會保留。

source: Images must be regular files between 1 byte and 512 MB.
ja: 画像は1バイトから512 MBまでの通常のファイルである必要があります。
zh_hans: 图片必须是 1 字节到 512 MB 之间的普通文件。
zh_hant: 圖片必須是介於 1 位元組到 512 MB 之間的一般檔案。

source: This image could not be read. Choose a picture that opens in Preview.
ja: この画像を読み取れませんでした。「プレビュー」で開ける画像を選択してください。
zh_hans: 无法读取这张图片。请选择能在“预览”中打开的图片。
zh_hant: 無法讀取此圖片。請選擇可在「預覽程式」中打開的圖片。

source: Wallpapers
ja: 壁紙
zh_hans: 壁纸
zh_hant: 桌布

source: Pause, mute or stop wallpapers while this Focus is on.
ja: この集中モードがオンのあいだ、壁紙を一時停止、消音、または停止します。
zh_hans: 在此专注模式开启时暂停、静音或停止壁纸。
zh_hant: 此專注模式開啟時，暫停、靜音或停止桌布。

source: Wallpaper playback
ja: 壁紙の再生
zh_hans: 壁纸播放
zh_hant: 桌布播放

source: Keep running
ja: 実行を続ける
zh_hans: 继续运行
zh_hant: 繼續執行

source: Mute
ja: 消音
zh_hans: 静音
zh_hant: 靜音

source: Stop (free memory)
ja: 停止（メモリを解放）
zh_hans: 停止（释放内存）
zh_hant: 停止（釋放記憶體）

source: This display has no rotating playlist to move along.
ja: このディスプレイには、次に進めるローテーション中のプレイリストがありません。
zh_hans: 此显示器没有可轮换的播放列表。
zh_hant: 此顯示器沒有可切換的輪播播放列表。

source: Steam answered the request for Workshop details in a form this app does not read.
ja: Steamからのワークショップの詳細に関する応答は、このAppでは読み取れない形式でした。
zh_hans: Steam 返回的创意工坊详情格式无法识别。
zh_hant: Steam 傳回的工作坊詳細資訊格式無法由此 App 讀取。

source: Steam did not answer the request for Workshop details. Check your connection and try again.
ja: Steamがワークショップの詳細のリクエストに応答しませんでした。ネットワーク接続を確認して、もう一度お試しください。
zh_hans: Steam 未响应创意工坊详情请求。请检查网络连接后重试。
zh_hant: Steam 未回應工作坊詳細資訊請求。請檢查網路連線後再試一次。

source: Couldn’t check the Workshop for updates: %@
ja: ワークショップのアップデートを確認できませんでした：%@
zh_hans: 无法检查创意工坊更新：%@
zh_hant: 無法檢查工作坊更新：%@

source: Could not replace Workshop item %@ with its update: %@. The installed version is unchanged.
ja: ワークショップアイテム%@をアップデートで置き換えられませんでした：%@。インストール済みのバージョンは変更されていません。
zh_hans: 无法用更新替换创意工坊项目 %@：%@。已安装的版本保持不变。
zh_hant: 無法以更新取代工作坊項目 %@：%@。已安裝的版本維持不變。

source: Play or pause wallpapers
ja: 壁紙の再生／一時停止
zh_hans: 播放或暂停壁纸
zh_hant: 播放或暫停桌布

source: Next wallpaper
ja: 次の壁紙
zh_hans: 下一张壁纸
zh_hant: 下一張桌布

source: Open the control panel
ja: コントロールパネルを開く
zh_hans: 打开控制面板
zh_hant: 打開控制面板

source: Another app already uses this shortcut. Record a different one.
ja: このショートカットはほかのAppですでに使用されています。別のショートカットを記録してください。
zh_hans: 其他应用已在使用这个快捷键。请录制另一个。
zh_hant: 另一個 App 已在使用此快速鍵。請錄製其他快速鍵。

source: macOS did not accept this shortcut (error %lld). Record a different one.
ja: macOSがこのショートカットを受け付けませんでした（エラー%lld）。別のショートカットを記録してください。
zh_hans: macOS 不接受这个快捷键（错误 %lld）。请录制另一个。
zh_hant: macOS 未接受此快速鍵（錯誤 %lld）。請錄製其他快速鍵。

source: Hold ⌘, ⌥ or ⌃ with the key, so the shortcut doesn’t take it away from typing.
ja: 通常の文字入力を妨げないよう、キーと一緒に⌘、⌥、または⌃を押してください。
zh_hans: 请与 ⌘、⌥ 或 ⌃ 一起按下按键，以免快捷键占用正常输入。
zh_hant: 請同時按住 ⌘、⌥ 或 ⌃ 與該按鍵，以免快速鍵影響一般輸入。

source: This key can’t be used for a shortcut. Try a letter, a number or a function key.
ja: このキーはショートカットに使用できません。文字、数字、またはファンクションキーを試してください。
zh_hans: 这个按键不能用作快捷键。请试试字母、数字或功能键。
zh_hant: 此按鍵無法用作快速鍵。請試試字母、數字或功能鍵。

source: That shortcut is already used for “%@”.
ja: そのショートカットはすでに「%@」に使用されています。
zh_hans: 这个快捷键已用于“%@”。
zh_hant: 此快速鍵已用於「%@」。

source: WallpaperMachine is still starting, or its renderer could not start. Try again in a moment.
ja: WallpaperMachineが起動中か、レンダラを起動できませんでした。しばらくしてからもう一度お試しください。
zh_hans: WallpaperMachine 仍在启动，或其渲染器无法启动。请稍后再试。
zh_hant: WallpaperMachine 仍在啟動中，或其渲染器無法啟動。請稍後再試。

source: No installed wallpaper has the id “%@”.
ja: ID「%@」のインストール済みの壁紙はありません。
zh_hans: 没有 ID 为“%@”的已安装壁纸。
zh_hant: 沒有 ID 為「%@」的已安裝桌布。

source: No enabled display showing its own wallpaper has the id “%@”.
ja: 独自の壁紙を表示している有効なディスプレイに、ID「%@」のものはありません。
zh_hans: 没有 ID 为“%@”且显示自身壁纸的已启用显示器。
zh_hant: 沒有 ID 為「%@」且顯示其專屬桌布的已啟用顯示器。

source: Wallpaper
ja: 壁紙
zh_hans: 壁纸
zh_hant: 桌布

source: Pause Wallpapers
ja: 壁紙を一時停止
zh_hans: 暂停壁纸
zh_hant: 暫停桌布

source: Pauses every wallpaper, as Pause in the menu bar does.
ja: メニューバーの「一時停止」と同様に、すべての壁紙を一時停止します。
zh_hans: 暂停所有壁纸，与菜单栏中的“暂停”相同。
zh_hant: 暫停所有桌布，與選單列中的「暫停」相同。

source: Resume Wallpapers
ja: 壁紙を再開
zh_hans: 继续播放壁纸
zh_hant: 繼續播放桌布

source: Plays every wallpaper again after a pause.
ja: 一時停止後に、すべての壁紙を再び再生します。
zh_hans: 暂停后重新播放所有壁纸。
zh_hant: 暫停後重新播放所有桌布。

source: Play or Pause Wallpapers
ja: 壁紙を再生／一時停止
zh_hans: 播放或暂停壁纸
zh_hant: 播放或暫停桌布

source: Pauses wallpapers that are playing, and plays them when paused.
ja: 再生中の壁紙を一時停止し、一時停止中の場合は再生します。
zh_hans: 暂停正在播放的壁纸；已暂停时则开始播放。
zh_hant: 暫停正在播放的桌布；若已暫停則開始播放。

source: Changes the target display to its next wallpaper: its playlist's next when it rotates, otherwise the next one in your library.
ja: 対象ディスプレイを次の壁紙に切り替えます。プレイリストがローテーション中の場合はプレイリストの次の壁紙、それ以外の場合はライブラリの次の壁紙になります。
zh_hans: 将目标显示器切换到下一张壁纸：若其播放列表在轮换，则为列表中的下一张，否则为壁纸库中的下一张。
zh_hant: 將目標顯示器切換至下一張桌布：若其播放列表正在輪播，則為列表中的下一張，否則為桌布庫中的下一張。

source: Apply Wallpaper
ja: 壁紙を適用
zh_hans: 应用壁纸
zh_hant: 套用桌布

source: Applies an installed wallpaper to the target display.
ja: インストール済みの壁紙を対象ディスプレイに適用します。
zh_hans: 将已安装的壁纸应用到目标显示器。
zh_hant: 將已安裝的桌布套用到目標顯示器。

source: Apply ${wallpaper}
ja: ${wallpaper}を適用
zh_hans: 应用 ${wallpaper}
zh_hant: 套用 ${wallpaper}

source: Open WallpaperMachine
ja: WallpaperMachineを開く
zh_hans: 打开 WallpaperMachine
zh_hant: 打開 WallpaperMachine

source: Opens the control panel.
ja: コントロールパネルを開きます。
zh_hans: 打开控制面板。
zh_hant: 打開控制面板。

source: Play or Pause
ja: 再生／一時停止
zh_hans: 播放或暂停
zh_hant: 播放或暫停

source: A collection can’t be downloaded as one. Open it to download its wallpapers.
ja: コレクションはまとめてダウンロードできません。コレクションを開いて、含まれる壁紙をダウンロードしてください。
zh_hans: 合集无法整体下载。请打开合集，下载其中的壁纸。
zh_hant: 收藏集無法整個下載。請打開收藏集以下載其中的桌布。

source: Every wallpaper you subscribe to is already in your library.
ja: サブスクライブ中の壁紙はすべてライブラリにあります。
zh_hans: 你订阅的每个壁纸都已在库中。
zh_hant: 你訂閱的所有桌布都已在桌布庫中。

source: Sign in to Steam
ja: Steamにサインイン
zh_hans: 登录 Steam
zh_hant: 登入 Steam

source: Steam asked you to sign in again. Sign in to Steam to see your subscriptions.
ja: Steamから再度サインインするよう求められました。サブスクライブ中のアイテムを表示するには、Steamにサインインしてください。
zh_hans: Steam 要求你重新登录。登录 Steam 后即可查看你的订阅。
zh_hant: Steam 要求你重新登入。登入 Steam 即可查看你的訂閱項目。

source: Steam no longer serves this collection.
ja: このコレクションはSteamで提供されなくなりました。
zh_hans: Steam 已不再提供这个合集。
zh_hant: Steam 已不再提供此收藏集。

source: Steam’s sign-in finished without a session this app can use. Try signing in again.
ja: Steamのサインインは完了しましたが、このAppで使用できるセッションを取得できませんでした。もう一度サインインしてください。
zh_hans: Steam 登录已结束，但没有得到本应用可用的会话。请再试一次登录。
zh_hant: Steam 登入已完成，但未取得此 App 可用的工作階段。請再次嘗試登入。

source: This Steam account id is not one Steam uses.
ja: このSteamアカウントIDは、Steamで使われているIDではありません。
zh_hans: 这不是 Steam 使用的账户 ID。
zh_hant: 此 Steam 帳號 ID 並非 Steam 使用的有效 ID。

source: The library’s folder for Workshop item %@ is not an installed wallpaper, so its update was not put in its place. Move the folder out of the library and download the item again.
ja: ライブラリにあるワークショップアイテム%@のフォルダはインストール済みの壁紙ではないため、アップデートで置き換えませんでした。フォルダをライブラリの外に移動してから、アイテムをもう一度ダウンロードしてください。
zh_hans: 壁纸库中创意工坊项目 %@ 的文件夹不是已安装的壁纸，因此未用更新替换它。请将该文件夹移出壁纸库，然后重新下载该项目。
zh_hant: 桌布庫中工作坊項目 %@ 的資料夾不是已安裝的桌布，因此沒有以更新取代它。請將該資料夾移出桌布庫，再重新下載該項目。
